Repository: Agile-Fall-2024/second-chance
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: fa

source: This phone number is already taken.
fa: این شماره تلفن قبلا استفاده شده است.

source: A user with that email already exists.
fa: کاربری با این آدرس ایمیل از قبل وجود دارد.

source: Bad Request
fa: درخواست نامعتبر است.

source: Username
fa: نام کاربری

source: Password
fa: گذرواژه

source: OTP sent
fa: کد تایید ارسال شد.

source: OTP sent to your email address. Please verify OTP to proceed.
fa: کد تایید به ایمیل شما ارسال شد. لطفاً برای ادامه کد دریافت شده را وارد کنید.

source: Unauthorized
fa: مجاز نیستید.

source: Please provide both username and password.
fa: لطفاً نام کاربری و گذرواژه را وارد کنید.

source: Ciz-Miz Login OTP
fa: کد تایید ورود چیز میز:

source: Your OTP for login is: %(otp)s
fa: کد تایید شما برای ورود: %(otp)s

source: Invalid credentials
fa: نام کاربری یا گذرواژه وارد شده نادرست است.

source: OTP
fa: کد تایید

source: Login successful
fa: ورود با موفقیت انجام شد.

source: Invalid or expired OTP
fa: کد تایید نامعتبر یا منقضی شده است.

source: User not found
fa: کاربر پیدا نشد.

source: Please provide both username and OTP.
fa: لطفاً نام کاربری و کد تایید را وارد کنید.

source: Invalid or expired OTP.
fa: کد تایید نامعتبر یا منقضی شده است.

source: User not found.
fa: کاربر پیدا نشد.

source: Logout successful
fa: خروج با موفقیت انجام شد.
